List<String> empSupplies = [
  "اعمال مكتبية",
  "عامل بريد",
  "فنى تشغيل سنترال",
  "فنى نجار أثاث",
  "فني قاعات",
  "فني تصوير",
  "فنى الجمارك",
  "فني مسجد",
  "عامل مخازن",
  "سائق شوكة",
  "عامل تعبئة نهارى",
  "عامل نظافة موقع",
  "عامل تعبئة ورادى",
  "سائق دوبل كابينة",
];
List<String> clean = [
          "مدير موقع",
          "مشرف عمال",
          "عامل نظافة",
        ];
List<String> buffet = [
          "مدير موقع",
          "مشرف عمال",
          "عامل بوفية",
        ];
List<String> zra3a = [
          "مهندس زراعة",
          "مشرف عمال",
          "عامل زراعة",
        ];
List<String> hesh = [
          "مهندس زراعة",
          "مشرف عمال",
          "عامل مكافحة هيش",
        ];
